'''
Счётчик до 10.
Напишите программу, которая выводит числа от 1 до 10, используя цикл while.
'''

i=1
while i<=10:
    print(i)
    i+=1