'''
Задача 1: Вывод чисел от 1 до 10
Условие: Напишите программу, которая с помощью цикла for выводит числа от 1 до 10.
'''

for i in range(1, 10+1):
    print(i)